[CustomMessages]
SetupTask=Установка %1...
DownloadingSomething=Скачивание %1...
FailedToObtainModVersion = Не удалось получить номер актуальной версии мода. Начните установку вручную, использую опцию "Update" в лаунчере.
BackupBF2RegistryEntries = На данном компьютере уже установлен Battlefield 2. Соотвествующие ветви реестра будут перезаписаны при установке. Создать резервную копию?
SaveRegistryFile = Сохранить резервную копию реестра
FileSaved = Файл успешно сохранён в %1.
FileNotSaved = Не удалось сохранить в файл.
FH2UpdateFailed = Установщик обнаружил, что обновление FH2 было прервано. Скорее всего, это означает, что игра неработоспособна. Пожалуйста, перезапустите процесс обновления, открыв пункт "Options" в лаунчере, а затем перейдя в "Update/Repair" и нажав кнопку "Repair".
WinePrompt = Установщик обнаружил, что была запущен через Wine. Если это не так, просто проигнорируйте данное сообщение. В противном случае вам не нужно устанавливать какие-либо дополнительные компоненты — вместо этого установите vcrun2019 в префикс Wine через winetricks.